---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralSectionLangleBoltSpacing1LongerFlange
source: html/178fc620-5450-0ec2-d201-111742b07770.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralSectionLangleBoltSpacing1LongerFlange Property

"Bolt Spacing 1 Longer Flange"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralSectionLangleBoltSpacing1LongerFlange { get; }
```